Revit 2024 API
ExternallyTaggedNonBReps Class
 Holds a collection of ExternallyTaggedNonBRep instances.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public class ExternallyTaggedNonBReps : IDisposable
Visual Basic
Public Class ExternallyTaggedNonBReps _
	Implements IDisposable
Visual C++
public ref class ExternallyTaggedNonBReps : IDisposable
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.ExternallyTaggedNonBReps
See Also
ExternallyTaggedNonBReps Members
Autodesk.Revit.DB Namespace